In [0]:
#importing libraries
import pandas as pd
#creating simple dataset of people 

data = { 'Name' : ["A","B","C","D"],
         'Location' : ["DHK","CHT","RANG","COM"] ,
        'Age' : ["20","15","30","16"]
    
}

df= pd.DataFrame(data)

In [2]:
df

  Name Location Age
0    A      DHK  20
1    B      CHT  15
2    C     RANG  30
3    D      COM  16